Repository: adium/adium
Catalog: Plugins/Purple Service/*.lproj/Localizable.strings
Languages: fr_ca, hu

# %@ (%@) : Connection Notice
source: %1$@ (%2$@) : Connection Notice
fr_ca: %@ (%@) : Notification de connexion
hu: %1$@ (%2$@) : Csatlakozási Figyelmeztetés

# %@ (%@) Setup
source: %1$@ (%2$@) Setup
fr_ca: Configuration de %1$@ (%2$@)
hu: %1$@ (%2$@) Telepít

# %@ has %u new messages.
source: %1$@ has %2$u new messages.
fr_ca: %1$@ a %2$u nouveaux messages.
hu: %1$@ has %2$u új üzenetek.

source: %@ has 1 new message.
fr_ca: %@ a 1 nouveau message.
hu: %@ 1 új üzeneted van.

source: %@ is on your local contact list but not on the server list. Do you want to add this contact to your list?
fr_ca: %@ est sur votre liste locale de contacts, mais pas sur celle du serveur. Voulez-vous l'y ajouter ?
hu: %@ rajta van a helyi partnerlistádon, de a szerverén nincs. Fel szeretnéd venni?

source: %@; double-click to register.
fr_ca: %@; double-cliquez pour vous enregistrer.
hu: %@; dupla-kattintás a regisztráláshoz.

source: (Takes effect the next time Adium launches)
fr_ca: (prend effet la prochaine fois qu'Adium est lancé)
hu: (Csak akkor lép életbe, amikor az Adium újraindul)

source: (unknown)
fr_ca: (inconnu)
hu: (ismeretlen)

source: <New Account>
fr_ca: <Nouveau compte>
hu: <Új fiók>

source: Ad-Hoc command; double-click to execute
fr_ca: Commande ad hoc; double-cliquez pour l'executer
hu: Ad-Hoc parancs; kattints kétszer a végrehajtáshoz

source: Add
fr_ca: Ajouter
hu: Hozzáad

source: Adium : Notice
fr_ca: Adium : Notification
hu: Adium : Figyelmztetés

source: Adium can't verify the identity of "%@".
fr_ca: Adium ne peut pas vérifier l'identité de "%@".

source: Adium could not find any information in the user's profile. This may not be a registered name.
fr_ca: Adium ne trouve pas le profil de l'utilisateur. Il n'est probablement pas enregistré.
hu: Nem találtam a keresett felhasználó profilját. Lehetséges, hogy még nem regisztrált.

source: Adium Notice: %@
fr_ca: Notification d'Adium : %@
hu: Adium Figyelmeztetés: %@

source: Allow
fr_ca: Autoriser
hu: Engedélyezés

source: Allow MSN Mobile pages?
fr_ca: Autoriser le transfert vers les mobiles MSN ?
hu: MSN Mobile oldalak engedélyezése?

source: Allow/Disallow Mobile Pages
fr_ca: Autoriser ou non le transfert vers le mobile
hu: Mobile oldalak engedélyezése/tiltása

source: Always Appear Offline to %@
fr_ca: Toujours hors ligne pour %@
hu: Mindig tűnjek nem elérhetőnek %@ számára

source: An error was encoutered sending the file.
fr_ca: Une erreur est survenue lors de l'envoi.
hu: Hiba történt a fájl küldésekor.

source: Appear Offline to %@
fr_ca: Hors ligne pour %@
hu: Tűnjek nem elérhetőnek %@ számára

source: Appear Online to %@
fr_ca: Disponible pour %@
hu: Tűnjek elérhetőnek %@ számára

source: Authenticating
fr_ca: Authentification
hu: Hitelesítés

source: Balancer handshake
fr_ca: Équilibrage de la liaison
hu: Kézfogás

source: Blocked
fr_ca: Bloqué
hu: Tiltva

source: Cancel
fr_ca: Annuler
hu: Mégse

source: Cancel Presence Notification to %@
fr_ca: Annuler la notification de présence pour %@

source: Category
fr_ca: Catégorie
hu: Kategória

source: Change Currently Registered Email Address
fr_ca: Modifier l'adresse électronique enregistrée
hu: Regisztrált e-mail cím megváltoztatása

source: Change Password
fr_ca: Modifier le mot de passe
hu: Jelszó megváltoztatása

source: Conference service; double-click to join
fr_ca: Service de conférence; double-cliquez pour participer
hu: Konferencia szolgáltatás; kattints kétszer a csatlakozáshoz

source: Configure IM Forwarding
fr_ca: Configurer le renvoi de messages
hu: IM továbbítás beállítása

source: Connect
fr_ca: Se connecter
hu: Csatlakozás

source: Connect using TCP
fr_ca: Se connecter via TCP
hu: Csatlakozás TCP-n

source: Connected
fr_ca: Connecté
hu: Csatlakozva

source: Connecting
fr_ca: Se connecte
hu: Csatlakozás

source: Connection error.
fr_ca: Erreur de connexion.
hu: Csatlakozás hiba.

source: Connection established
fr_ca: Connexion établie
hu: Connection létesítés

source: Connection:
fr_ca: Connexion :
hu: Csatlakozás:

# Contact list synchronization error for %@
source: Contact list synchronisation error for %@
fr_ca: Erreur de synchronisation pour %@
hu: Partnerlista szinkronizáció hiba a %@

source: Continue
fr_ca: Poursuivre
hu: Folytatás

source: Delete
fr_ca: Supprimer
hu: Törlés

source: Delete & Unregister
fr_ca: Supprimer et se désinscrire

source: Delete Account
fr_ca: Supprimer le compte
hu: Fiók törlése

source: Delete the account %@? You can also optionally unregister the account on the server if possible.
fr_ca: Supprimer le compte %@ ? Vous pouvez également sur option désinscrire le compte sur le serveur si possible.
hu: Töröljem a(z) %@ fiókot? Törölhetem a szerverről is ha lehetséges.

source: Direct IM connected
fr_ca: Discussion directe active
hu: Direct IM csatlakozva

source: Direct IM disconnected
fr_ca: Discussion directe inactive
hu: Direct IM lecsatlakozva

source: Directory service; double-click to search
fr_ca: Service de répertoire; double-cliquez pour rechercher

source: Disallow
fr_ca: Interdire
hu: Tiltás

source: Discovery Browser
fr_ca: Navigateur découvreur

source: Display Currently Registered Email Address
fr_ca: Afficher l'adresse électronique enregistrée
hu: Aktuális e-mail cím mutatása

source: Display custom emoticons
fr_ca: Afficher les émoticônes personnalisées
hu: Egyéni hangulatjelek mutatása

source: Display names (friendly names)
fr_ca: Afficher les noms (amis)

source: Do you want to allow or disallow people on your buddy list to send you MSN Mobile pages to your cell phone or other mobile device?
fr_ca: Voulez-vous autoriser ou non certains de vos contacts à vous contacter sur votre mobile MSN ou par autre système mobile ?

source: Don't Always Appear Offline to %@
fr_ca: Ne plus être toujours hors ligne pour %@
hu: Ne tűnjek mindig nem elérhetőnek %@ számára

source: Exchanging key hash
fr_ca: Échange de clé cryptée
hu: Kulcs hash cserélése

source: Export Sametime List...
fr_ca: Exporter la Liste Sametime…
hu: Sametime lista exportálása...

source: Fetching...
fr_ca: Obtention…
hu: Lekérés...

source: File Send Error
fr_ca: Erreur d'envoi d'un fichier
hu: Fájl küldés hiba

# Finalizing connection
source: Finalising connection
fr_ca: La connexion se finalise
hu: Kapcsolat befejezése

source: Forcing Login
fr_ca: Forcer la connexion
hu: Erőltetett bejelentkezés

source: Form
fr_ca: Formulaire
hu: Küldő

source: From:
fr_ca: De :
hu: Küldő:

source: Get AIM information for %@
fr_ca: Lire les informations AIM de %@
hu: AIM információ kérése %@ partnerről

source: Getting Cookie
fr_ca: Obtenir le Cookie
hu: Süti letöltése

source: GG Number
fr_ca: Numéro GG
hu: GG Szám

source: GTalk ID
fr_ca: ID GTalk

source: Handshake Acknowledged; Sending Login
fr_ca: Liaison reconnue; envoi de la connexion
hu: Kézfogás elfogadva; Bejelentkezési infók küldése

source: Handshaking
fr_ca: Liaison
hu: Kézfogás

source: ICQ Number
fr_ca: Numéro ICQ
hu: ICQ Szám

source: Import Sametime List...
fr_ca: Importer la liste Sametime…
hu: Sametime lista importálása...

source: Incorrect username or password
fr_ca: Nom d'utilisateur ou mot de passe incorrect
hu: Érvénytelen felhasználónév vagy jelszó

# Initializing Stream
source: Initialising Stream
fr_ca: Initialisation du flux
hu: Adatfolyam létrehozása

source: Initiate Conference with %@
fr_ca: Commencer une conférence avec %@

source: Initiate Direct IM with %@
fr_ca: Commencer une discussion directe avec %@
hu: Direct IM kezdeményezése: %@

source: Initiate Multiuser Chat with %@
fr_ca: Commencer un multi-Chat avec %@
hu: Csoportos beszélgetés kezdeményezése: %@

source: Invite
fr_ca: Inviter
hu: Meghívás

source: Jabber ID
fr_ca: ID Jabber

source: Join
fr_ca: Se joindre à
hu: Csatlakozás

source: Join %@'s Chat
fr_ca: Se joindre à la discussion de %@

source: Launch %@
fr_ca: Lancer %@
hu: %@ indítása

source: LiveJournal ID
fr_ca: ID LiveJournal

source: Logging in
fr_ca: Connexion
hu: Bejelentkezés

source: Login Acknowledged
fr_ca: Connexion acceptée
hu: Bejelentkezés elfogadva

source: Login Redirected
fr_ca: Connexion réorientée
hu: Bejelentkezés átirányítva

source: Looking up server
fr_ca: Recherche du serveur
hu: Szerver keresése

source: Member Name
fr_ca: Nom de membre

source: Modify My Information
fr_ca: Modifier mon information
hu: Információim módosítása

source: Mood
fr_ca: Humeur
hu: Kedv

source: MSN Passport
fr_ca: Passeport MSN
hu: MSN cím

source: MySpace ID
fr_ca: ID MySpace

source: Name
fr_ca: Nom
hu: Név

source: New Mail
fr_ca: Nouveau courriel
hu: Új e-mail

source: No reason was given.
fr_ca: Pas de raison donnée.
hu: Nem volt ok megadva.

source: No server has been configured for the %1$@ account %2$@. Please enter one below to connect
fr_ca: Aucun serveur n'a été configuré pour le compte %2$@ de %1$@. Veuillez en écrire un ci-dessous pour se connecter
hu: Nincs megadva szerver a(z) %2$@ fióknak (%1$@). Kérlek adj meg egyet most a kapcsolódáshoz

source: No Server Specified
fr_ca: Aucun serveur spécifié
hu: Nincs megadva szerver.

source: Node:
fr_ca: Noeud :

source: Open Mail in Browser
fr_ca: Ouvrir courrier dans le navigateur
hu: Levél megnyitása a böngészőben

source: Orphans
fr_ca: Orphelins

source: Parse Error.
fr_ca: Erreur d'analyse.

source: Password sent
fr_ca: Mot de passe envoyé
hu: Jelszó elküldve

source: Presence Settings for %@
fr_ca: Réglages de présence pour %@

# Re-request Authorization from %@
source: Re-request Authorisation from %@
fr_ca: Re-demander l'autorisation à %@
hu: Re-request Authorization from %@

source: Reading challenge
fr_ca: Lecture du défi
hu: Adatok olvasása a szerverről

source: Reading data
fr_ca: Lecture des données
hu: Adatok olvasása

source: Reading server key
fr_ca: Lecture de la clé du serveur
hu: Szerverkulcs olvasása

source: Really remove gateway?
fr_ca: Vraiment enlever le portail ?

# Received authorization
source: Received authorisation
fr_ca: Autorisation reçue
hu: Hitelesítés létrejött

source: Remove
fr_ca: Enlever
hu: Eltávolítás

source: Remove gateway
fr_ca: Enlever le portail

source: Requesting to send password
fr_ca: Demande d'envoi du mot de passe

source: Retrieving buddy list
fr_ca: Récupération de la liste des contacts
hu: Partnerlista letöltése

source: Roster
fr_ca: Rôle

source: Screen Name
fr_ca: Pseudo
hu: Képernyő Név

source: Screen name sent
fr_ca: Envoi du pseudo
hu: Név elküldve

source: Search for Contact By Email Address
fr_ca: Rechercher un contact par addresse électronique
hu: Partner keresése E-mail cím alapján

source: Search for Users
fr_ca: Recherche d'utilisateurs
hu: Felhasználók keresése

source: Search Results
fr_ca: Résultats de la recherche
hu: Keresés eredménye

source: Send
fr_ca: Envoyer
hu: Küldés

source: Send Message
fr_ca: Envoyer un message
hu: Üzenet küldése

source: Send to %@'s Mobile
fr_ca: Envoyer sur le mobile de %@
hu: Küldés %@ mobiljára

source: Sending Cookie
fr_ca: Envoi d'un cookie
hu: Süti küldése

source: Sending Handshake
fr_ca: Envoi de la liaison
hu: Kézfogás küldése

source: Service Discovery Browser
fr_ca: Navigateur de recherche de service

source: Set Home Phone Number
fr_ca: Définir le numéro de téléphone du domicile
hu: Otthoni telefonszám megadása

source: Set Mobile Phone Number
fr_ca: Définir le numéro de téléphone du mobile
hu: Mobilszám megadása

source: Set Mood
fr_ca: Définir l'humeur
hu: Kedv megadása

source: Set Nickname
fr_ca: Définir un surnom
hu: Név megadása

source: Set Privacy Options
fr_ca: Définir les options de confidentialité

source: Set User Info
fr_ca: Définir l'information utilisateur

source: Set Work Phone Number
fr_ca: Définir le numéro de téléphone au travail
hu: Munkahelyi szám megadása

source: Set your friendly name.
fr_ca: Définir l'affichage de votre nom.

source: Set your home phone number.
fr_ca: Définir votre numéro de téléphone à domicile.
hu: Add meg az otthoni számodat.

source: Set your mobile phone number.
fr_ca: Définir votre numéro de téléphone mobile personnel.
hu: Add meg a mobilszámodat.

source: Set your work phone number.
fr_ca: Définir votre numéro de téléphone mobile au travail.
hu: Add meg a munkahelyi számodat.

# Show Contacts Awaiting Authorization
source: Show Contacts Awaiting Authorisation
fr_ca: Afficher les contacts demandant autorisation
hu: Hitelesítésre váró partnerek megjelenítése

source: Show display names as status messages
fr_ca: Afficher les noms affichés comme messages d'état

source: Show Server Certificate
fr_ca: Afficher le certificat de serveur
hu: Szerver tanusítvány megtekintése

source: Starting authentication
fr_ca: Démarrage de l'authentification
hu: Hitelesítés indítása

source: Starting Services
fr_ca: Démarrage des services
hu: Szolgáltatások indítása

source: Subject:
fr_ca: Objet :
hu: Tárgy:

source: Syncing with server
fr_ca: Synchronisation avec le serveur
hu: Szinkornizálás a szerverrel

source: Temporarily Hide From %@
fr_ca: Masquer temporairement à %@

source: The certificate of the server %@ is not trusted, which means that the server's identity cannot be automatically verified. Do you want to continue connecting? For more information, click "Show Certificate".
fr_ca: Le certificat du serveur %@ n'est pas sécurisée, ce qui signifie que l'identité du serveur ne peut pas être automatiquement vérifiée. Voulez-vous continuer de vous connecter ? Pour plus d'information, cliquez sur "Afficher le certificat".
hu: A(z) %@ szerver tanusítványa nem megbízható, vagyis a szerver hitelessége nem vizsgálható automatikusan. Biztosan kapcsolódsz? További információkért kattints a "Tanusítvány megtekintése" gombra.

source: The name you entered is not registered. Check to ensure you typed it correctly.
fr_ca: Le nom que vous avez saisi n'est pas inscrit. Vérifier que vous l'avez tapé correctement.
hu: A megadott név nincs regisztrálva. Kérlek ellenőrizd hogy jól adtad-e meg!

source: The other user is in your deny list.
fr_ca: L'autre utilisateur est dans votre liste de refusés
hu: A másik felhasználó rajta van a tiltólistádon.

source: The other user is temporarily unavailable.
fr_ca: L'autre utilisateur est temporairement indisponible
hu: A másik felhasználó ideiglenesen nem elérhető.

source: The screen name you entered is not registered. Check to ensure you typed it correctly. If it is a new name, you must register it at www.aim.com before you can use it.
fr_ca: Le pseudo entré n'est pas enregistré. Vérifiez que vous l'avez tapé correctement. Si c'est un nouveau nom, vous devez l'enregistrer avant sur www.aim.com pour pouvoir l'utiliser.

# The Zephyr Host Manager reported an error #%d: %@
source: The Zephyr Host Manager reported an error #%1$d: %2$@
fr_ca: Le gestionnaire de serveur Zephyr a enregistré une erreur #%1$d : %2$@
hu: A Zephyr Hoszt Menedzser hibát észlelt : #%1$d: %2$@

source: This is the name that other MSN buddies will see you as.
fr_ca: C'est le nom sous lequel vous apparaîtrez à vos contacts MSN.
hu: Ezen a néven fognak látni az MSNes partnereid.

source: This node does not provide any services accessible to this program.
fr_ca: Ce noeud ne fournit aucun service accessible à ce programme.

source: This node provides ad-hoc commands. Open the context menu to access them.
fr_ca: Ce noeud fournit des commandes ad hoc. Ouvrez le menu contextuel pour y accéder.

source: This operation would remove the gateway %@ itself and all contacts belonging to the gateway on your contact list. It cannot be undone.
fr_ca: Cette opération enlèverait le portail %@ lui-même et tous les contacts appartenant au portail sur votre liste de contacts. Ceci ne peut pas être annulé.

source: Transferring
fr_ca: Transfert en cours
hu: Áttöltés

source: Tune
fr_ca: Morceau

source: Un-hide From %@
fr_ca: À nouveau visible pour %@

source: Unable to parse the server list at %@. Please try again later.
fr_ca: Incapable d'analyser la liste de serveur sur %@. Veuillez réessayer plus tard.

source: United States
fr_ca: États-Unis
hu: Egyesült államok

source: Unsubscribe %@
fr_ca: Se désabonner %@

source: username
fr_ca: nomdutilisateur
hu: felhasználónév

source: username@gmail.com
fr_ca: nomdutilisateur@gmail.com
hu: felhasz@gmail.com

source: username@jabber.org
fr_ca: nomdutilisateur@jabber.org
hu: felhasz@jabber.org

source: Verify Certificate
fr_ca: Vérifier le certificat
hu: Tanusítvány megtekintése

source: View %@'s Webcam
fr_ca: Voir la webcam de %@
hu: %@ webkamerájának megtekintése

source: Waiting for Handshake Acknowledgement
fr_ca: En attente de l'accusé réception de la liaison
hu: Várakozás a kézfogás elfogadására

source: Waiting for Login Acknowledgement
fr_ca: En attente de l'accusé réception de la connexion
hu: Várakozás a bejelentkezés elfogadására.

source: Waiting for Response
fr_ca: En attente d'une réponse
hu: Válaszra várakozás

source: Warning level is too high.
fr_ca: Niveau d'alerte trop élevé.
hu: Figyelmeztetési szint túl magas.

source: XML Console
fr_ca: Console XML
hu: XML Konzol

source: Yahoo! ID
fr_ca: ID Yahoo!

source: You are sending messages too quickly; wait a moment and try again.
fr_ca: Vous envoyez des messages trop rapidement; attendez une minute et réessayez.
hu: Túl gyorsan írod az üzeneteket; kérlek lassíts egy kicsit :)

source: You have %u new messages.
fr_ca: Vous avez %u nouveaux messages.
hu: %u Új üzeneted van.

source: You have 1 new message.
fr_ca: Vous avez 1 nouveau message.
hu: Egy új e-mailed van.

source: You have mail!
fr_ca: Vous avez du courriel !
hu: E-mailed van!

source: Your message to %@ did not get sent
fr_ca: Votre message pour %@ n'a pu être envoyé

source: Your message was refused by the other user.
fr_ca: Votre message est refusé par le correspondant.
hu: A címzett elutasította az üzenetedet.

source: Your message was too big.
fr_ca: Votre message est trop long.
hu: Az üzented túl nagy.

source: zhm Failure
fr_ca: Échec zhm
hu: zhm hiba

source: Info
hu: Információ

source: Service:
hu: Szolgáltatás:
