Repository: adium/adium
Catalog: Frameworks/Adium Framework/Resources/*.lproj/EmoticonNames.strings
Languages: hu

source: Angel
hu: Angyal

source: Angry
hu: Mérges

source: Blush
hu: Elpirult

source: Confused
hu: Megzavarodott

source: Cry
hu: Sírás

source: Embarrassed
hu: Zavarban

source: Erm
hu: Khm

source: Foot In Mouth
hu: Lábbal a szájban

source: Frown
hu: Szemöldökráncolás

source: Gasp
hu: Zihál

source: Grin
hu: Vigyorog

source: Halo
hu: Glória

source: Kiss
hu: Csók

source: Money-mouth
hu: Pénz szájú

source: Sad
hu: Szomorú

source: Scared
hu: Ijedt

source: Smile
hu: Mosoly

source: Sticking Out Tongue
hu: Nyelvnyujtó

source: Undecided
hu: Döntésképtelen

source: Wink
hu: Kacsint
