Repository: adium/adium
Catalog: Resources/Scripts/System Statistics.AdiumScripts/Resources/*.lproj/InfoPlist.strings
Languages: sk_sk

source: Set
sk_sk: Systémová štatistika

source: My Status Message
sk_sk: Moja stavová správa

source: %_statusMessage
sk_sk: %_stavováSpráva

source: Active Application
sk_sk: Aktívna aplikácia

source: %_activeApp
sk_sk: %_aktívnaAplikácia

source: Adium Version
sk_sk: Verzia aplikácie Adium

source: %_adiumversion
sk_sk: %_adiumverzia

source: Adium Build
sk_sk: Zostavenie aplikácie Adium

source: %_adiumbuild
sk_sk: %_zostavenieaplikácieAdium

source: Current Page in Safari
sk_sk: Aktuálna stránka v Safari

source: Uptime
sk_sk: Pracovný čas

source: %_uptime
sk_sk: %_pracovnýčas
