Repository: adium/adium
Catalog: Resources/*.lproj/Localizable.strings
Languages: hu

source: Use System Default
hu: Alapértelmezett

source: Use this icon:
hu: Ezt az ikont:

source: User alias
hu: Felhasználói álnév

source: User Name
hu: Felhasználónév

source: User name
hu: Felhasználónév

source: User Name (Alias)
hu: Felhasználói név (becenév)

source: Using:
hu: Használat:

source: Verify
hu: Ellenőrzés

source: Verify Later
hu: Ellenőrzés később

source: View
hu: Nézet

# View Chat Transcripts
source: View Chat Logs
hu: Beszélgetési napló megnyitása

source: Visual Notifications
hu: Csak vizuális jelzések

source: Voice:
hu: Hang:

source: Volume
hu: Hangerő

source: Waiting for transfer to be accepted
hu: Várakozás az átvitelre, hogy elfogadják

source: Waiting to start.
hu: Várakozás a kezdésre

source: wants your attention!
hu: figyelmeztetést küldött!

source: week
hu: hét

source: weeks
hu: hét

source: Welcome to Adium!
hu: Üdvözöllek az Adiumba!

source: went idle
hu: tétlen lett

source: When %@ connects
hu: Mikor %@ csatlakozik

source: When %@ disconnects
hu: Mikor %@ kijelentkezik

source: When %@ goes idle
hu: Amikor %@ tétlen lett

source: When %@ invites you to a group chat
hu: Amikor %@ meghív egy csoportos beszélgetésbe

source: When %@ joins a group chat
hu: Amikor %@ belép egy csoportos beszélgetésbe

source: When %@ leaves a group chat
hu: Amikor %@ elhagy egy csoportos beszélgetést

source: When %@ returns from away
hu: Amikor %@ visszatér

source: When %@ returns from idle
hu: Amikor %@ visszatér a tétlen állapotból

source: When %@ sends a message that mentions your name in a group chat
hu: Amikor %@ megemlíti a nevedet egy csoportos beszélgetésben

source: When %@ sends a message to you
hu: Amikor %@ üzenetet küld neked

source: When %@ sends a message to you in a background chat
hu: Amikor %@ üzenetet küld egy háttérben levő beszélgetésben

source: When %@ sends a message to you in a background group chat
hu: Amikor %@ üzenetet küld egy háttérben levő csoportos beszélgetésben

source: When %@ sends a message to you in a group chat
hu: Amikor %@ üzenetet küld egy csoportos beszélgetésben

source: When %@ sends a notification
hu: Amikor %@ figyelmeztetést küld

source: When %@ sends an initial message to you
hu: Amikor %@ az első üzenetét küldi neked

source: When a contact invites you to a group chat
hu: Amikor egy partner meghív egy csoporos beszélgetésbe

source: When a contact joins a group chat
hu: Amikor egy partner belép a csoportos beszélgetésbe

source: When a contact leaves a group chat
hu: Amikor egy partner elhagyja a csoportos beszélgetést

source: When a contact sends a notification
hu: Amikor egy partner figyelmeztetést küld

source: When a file transfer begins
hu: Amikor fájlátvitel indul

source: When a file transfer fails
hu: Amikor egy fájlátvitel megszakad

source: When a file transfer is cancelled remotely
hu: Amikor egy fájlátvitelt megszakítja a küldő fél

source: When a file transfer is completed successfully
hu: Amikor egy fájlátvitel sikeresen befejeződik

source: When a file transfer is requested
hu: Amikor felkérés érkezik fájlátvitelre

source: When an error occurs
hu: Hiba esetén

source: When you connect
hu: Amikor kapcsolódsz

source: When you disconnect
hu: Amikor bontod a kapcsolatot

source: When you receive a message in a background chat
hu: Amikor üzenetet kapsz egy háttérben levő beszélgetésben

source: When you receive a message in a background group chat
hu: Amikor üzenetet kapsz egy háttérben lévő csoportos beszélgetésben

source: When you receive a message in a group chat
hu: Amikor üzenetet kapsz egy csoportos beszélgetésben

source: When you receive a message that mentions your name in a group chat
hu: Amikor egy csoportos beszélgetésben megemlítik a nevedet

source: When you receive a new email notification
hu: Amikor figyelmeztetést kapsz egy új e-mailről

source: When you receive an initial message
hu: Amikor megkapod a beszélgetés első üzenetét

source: When you receive any message
hu: Amikor üzenetet kapsz

source: When you see %@
hu: Ha látom ezt a partnert: %@

source: When you send %@ a message
hu: Ha üzenetet küldök neki: %@

source: When you send a message
hu: Amikor üzenetet küldesz

source: While Adium is in the background
hu: Amíg az Adium a háttérben van

source: Width:
hu: Szélesség:

source: Window
hu: Ablak

source: Window Handling
hu: Ablakkezelés

source: Within Last 2 Months
hu: Elmúlt két hónapban

source: Within Last 2 Weeks
hu: Elmúlt két hétben

source: Writing Direction
hu: Gépelés iránya

source: Xtra Download
hu: Xtra letöltés

source: Xtra Downloading Error
hu: Hiba történt az Xtra letöltése közben

source: Xtras Manager
hu: Xtra-kezelő

source: Year
hu: Év

source: year
hu: év

source: years
hu: év

source: Yes
hu: Igen

source: Yesterday
hu: Tegnap

source: You are mentioned (Group Chat)
hu: Megemlítik a neved (Csoportos beszélgetés)

source: You connect
hu: Kapcsolódsz

source: You disconnect
hu: Bontod a kapcsolatot

source: You sent a message to %@
hu: Üzenetet küldtél %@ partnernek.

source: You sent an encrypted message, but %@ was not expecting encryption.
hu: Titkosított üzenetet küldtél, holott %@ nem titkosított üzenetet várt.

source: You sent an unencrypted message, but %@ was expecting encryption.
hu: Kódolatlan üzenetet küldtél, de %@ kódoltat várt.

source: Your accounts have been successfully imported.
hu: Fiókjaid importálása sikeresen befejeződött.

# Your iChat transcripts have been removed.
source: Your iChat logs have been removed.
hu: Az iChat beszélgetési naplódat eltávolították

source: Your message was not sent. You should end the encrypted chat on your side or re-request encryption.
hu: Nem sikerült elküldeni az üzenetedet. Kérlek fejezd be a titkosítást, vagy kezdjétek újra.

source: Your name, which on supported services will be sent to remote contacts. Substitutions from the Edit->Scripts and Edit->iTunes menus may be used here.
hu: A neved, mely az ezt támogató szolgáltatásokon elküldésre kerül a partnereknek. Itt használhatod a Szerkesztés->Szkript beszúrása és a Szerkesztés->iTunes menüben található parancsokat.

# Your transfer to %@ of %@ failed
source: Your transfer to %1$@ of %2$@ failed
hu: %2$@ fájl átvitele %1$@ partnernek sikertelen volt.

source: Zero bytes
hu: Nulla bájt

source: Zoom
hu: Nagyítás
