Repository: adium/adium
Catalog: Resources/*.lproj/Localizable.strings
Languages: hu

source: Do not use an icon to represent you.
hu: Ne használj képet.

source: dock icon set
hu: Dock ikon csomagot

source: Dock Icons
hu: Dock ikonok

source: Don't ask again
hu: Ne kérdezd újra

source: Don't Send
hu: Ne küld

source: Donate
hu: Felajánlás

source: Done
hu: Rendben

source: Downloading %@
hu: %@ letöltése

source: Edit
hu: Szerkesztés

source: Edit Account
hu: Fiók szerkesztése

source: Edit Layouts
hu: Stílusok szerkesztése

source: Edit Link
hu: Link szerkesztése

source: Edit Presets
hu: Meglevő profilok szerkesztése

source: Edit Status Menu
hu: Állapot menü szerkesztése

source: Edit Themes
hu: Téma szerkesztés

source: Emoticon
hu: Hangulatjel

source: emoticon set
hu: hangulatjel csomagot

source: Emoticons
hu: Hangulatjel

source: Emoticons in %@
hu: Hangulatjel a %@ -ban/ben

source: Enable
hu: Engedélyezés

source: Encrypt chats as requested
hu: Felkérés titkosított beszélgetésre

source: Encrypt chats automatically
hu: Titkosított beszélgetés automatikusan

source: Encrypted by Off-the-Record Messaging
hu: Titkosítva az Off-the-Record által

source: Encrypted Messaging
hu: Titkosított üzenetküldés

source: Encrypted OTR chat initiated.
hu: Titkosított OTR beszélgetés elindítva.

source: Encrypted OTR chat initiated. %@'s identity not verified.
hu: Titkosított OTR beszélgetés elindítva. %@ kiléte nincs hitelesítve.

source: Encryption
hu: Titkosítás

source: Encryption Settings
hu: Titkosítás beállításai

source: Ended encrypted OTR chat.
hu: Titkosított beszélgetés befejezve.

source: Enter
hu: Belépés

source: Enter a unique name for this new event set.
hu: Adj meg egy nevet az új tevékenységlistának.

source: Enter a unique name for this new layout.
hu: Adj meg egy nevet az új stílusnak.

source: Enter a unique name for this new theme.
hu: Adj meg egy nevet az új témának.

source: Enter and Return
hu: Enter és Return

source: Enter group name:
hu: Csoport neve:

source: Error
hu: Hiba

source: Error occurs
hu: Hiba esetén

source: Error Saving Theme
hu: Téma mentése során hiba lépett fel

source: Establishing file transfer connection
hu: Kapcsolat létrehozása fájlküldéshez

source: Even if the contact already has a contact icon
hu: Akkor is, ha a partnernek van saját képe

source: Event preset:
hu: Profil:

source: Events
hu: Események

source: Every 10 Seconds
hu: Minden 10. másodpercben

source: Every 15 Seconds
hu: Minden 15. másodpercben

source: Every 30 Seconds
hu: Minden 30. másodpercben

source: Every 5 Seconds
hu: Minden 5. másodpercben

source: Every 60 Seconds
hu: Minden 60. másodpercben

source: Exactly
hu: Ezen a napon

source: Expand Combined Contact
hu: Egyesített partner kibontása

source: Failed
hu: Sikertelen

source: failed to receive %@
hu: %@ fogadása sikertelen

source: Far Left
hu: Balszél

source: Far Right
hu: Jobbszél

source: File
hu: Fájl

source: File Transfer
hu: Fájlátvitel

source: File transfer
hu: Fájlküldés

source: File transfer begins
hu: Fájlátvitel kezdődik

source: File transfer cancelled by the other side
hu: A másik fél megszakítja a fájlátvitelt

source: File transfer completed successfully
hu: Sikeres fájlátvitel

source: File transfer failed
hu: Sikertelen fájlátvitel

source: File transfer fails
hu: Fájlátvitel megszakad

source: File transfer requested
hu: Felkérés fájlátvitelre

source: File Transfers
hu: Fájlküldések

source: File transfers are in progress
hu: fájlátvitel folyamatban van

source: Fill
hu: Kitöltés

source: Filter logs by date
hu: Szűrd a naplófájlokat dátum szerint

source: Find
hu: Keresés

source: Find Next
hu: Következő keresése

source: Find Previous
hu: Előző keresése

source: Fingerprint for %@:
hu: Ujjlenyomat %@ számára:

source: Fingerprint Help
hu: Ujjlenyomat súgó

source: Fingerprint: %.80s
hu: Ujjlenyomat: %.80s

source: Finished
hu: Befejezve

source: First
hu: Keresztnév

source: First Name:
hu: Vezetéknév:

source: Force encryption and refuse plaintext
hu: Csak titkosított üzenet fogadása, egyszerű szöveg elutasítása

source: Format
hu: Formátum

source: From
hu: Küldő

source: From:
hu: Küldő:

source: Full Name
hu: Teljes név

# Gathering list of transcripts
source: Gathering list of logs
hu: Naplófájlok keresése

source: General
hu: Általános

source: Generating private encryption key for %@
hu: Privát titkosító kulcs generálása %@ partnernek

source: Genre
hu: Műfaj

source: Get Info
hu: Adatlap megnyitása

source: Get Info for Contact
hu: Partner adatlapjának megnyitása

source: Go Back
hu: Vissza

source: Group Bubbles
hu: Csoport buborékok

source: Group:
hu: Csoport:

source: Growl Installation Recommended
hu: Growl telepítés ajánlott

source: Growl Update Available
hu: Growl frissítés elérhető

source: Have you used other chat clients?
hu: Használtál másik Beszélgető programot?

source: Help
hu: Súgó

source: Hide Adium
hu: Adium elrejtése

source: Hide Blocked Contacts
hu: Blokkolt partnerek elrejtésee

source: Hide Certain Contacts
hu: Bizonyos partnerek elrejtése

source: Hide Emoticons
hu: Hangulatjelek elrejtése

source: Hide Fonts
hu: Betűméret ablak elrejtése

source: Hide Idle Contacts
hu: Rejtsd el az inaktív partnereket

source: Hide Mobile Contacts
hu: Rejtsd el a telefonos partnereket

source: Hide Offline Contacts
hu: Rejtsd el az offline partnereket

source: Hide Others
hu: Többi elrejtése

source: Hide Status Item
hu: Állapot elem elrejtése

source: Hide Timestamps
hu: Időbélyeg elrejtése

source: Hide Toolbar
hu: Eszköztár elrejtése

source: hour
hu: óra

source: hours
hu: óra

# iChat Accounts, Statuses, and Transcripts
source: iChat Accounts, Statuses, and Logs
hu: iChat fiókok, állapotok és naplófájlok

source: iChat Available Messages
hu: iChat elérhető üzenetek

source: iChat Away Messages
hu: iChat távollét üzenetek

source: Icon
hu: Ikon

source: Idle
hu: Tétlen

source: Idle and Status
hu: Tétlen és állapot

source: Idle Beside, Status Below
hu: Tétlen mellette, Állapot alatta

source: Idle Time
hu: Tétlenségi idő

source: If multiple accounts can send to this contact or this is a combined contact, change the source and/or destination of this chat
hu: Ha több fiókról tudsz üzenetet küldeni ennek a partnernek, vagy ez egy egyesített partner, itt tudod megváltoztatni a beszélgetés forrását/célját.

source: Ignore
hu: Némítás

source: Image Picker
hu: Képválasztó

source: Images
hu: Képek

source: Import
hu: Importálás

source: Import Finished
hu: Importálás befejezve

source: Import from iChat
hu: Importálás iChat-ból

source: Import my contacts' names from the Address Book
hu: Partnernevek importálása a Címjegyzékből

source: Importing Accounts and Settings
hu: Fiók és beállítások importálása

# Importing iChat Transcripts
source: Importing iChat Logs
hu: iChat beszélgetési napló importálása

source: Importing Statuses
hu: Állapotok importálása

# Importing transcripts requires at least 1 account to be present.
source: Importing lots requires at least 1 account to be present.
hu: A naplófájlok importálásához legalább egy fiókra szükség van.

source: In Group:
hu: Csoport:

source: Incoming:
hu: Bejövő:

source: Incorrect number of command argments.
hu: Hiba: kevés argumentum

source: Info
hu: Információ

# Initializing transfer
source: Initialising transfer
hu: Áttöltés Inicializálása

source: Initiate Encrypted OTR Chat
hu: Titkosított OTR beszélgetés indítása

source: Initiating file transfer
hu: Kezdeményezett fájlátvitel

source: Insert
hu: Beillesztés

source: Insert %@ Link
hu: %@ link beillesztése

source: Insert a script
hu: Script beillesztése

source: Insert an emoticon into the text
hu: Hangulatjel beszúrása a beszélgetésbe

source: Insert current iTunes track information.
hu: Hallgatott iTunes zene adatainak beszúrása

source: Insert Emoticon
hu: Hangulatjel beszúrása

source: Insert iTunes Token
hu: iTunes szöveg beszúrása

source: Insert Link
hu: Link beillesztése

source: Insert link to active page in %@
hu: Hivatkozás beillesztése az aktív oldalról innen: %@

source: Insert Script
hu: Szkript beszúrása

source: Installation Failed
hu: Hiba a telepítés közben

# Installation of the %@ %@ was successful.
source: Installation of the %1$@ %2$@ was successful.
hu: A(z) %2$@ %1$@ sikeresen telepítettem.

source: Installation Successful
hu: Sikeresen telepítve

source: Invite Contact:
hu: Személy meghívása:

source: Invite to Chat
hu: Meghívás a beszélgetésbe

source: Invites you to a group chat
hu: Meghív egy csoportos beszélgetésbe

source: is no longer seen
hu: már nem látszik

source: Is no longer seen
hu: Már nem látszik

source: Is seen
hu: Látszik

source: is seen
hu: látszik

source: Italic
hu: Dőlt

source: iTunes Music Store Link
hu: iTunes Music Store hivatkozás

source: Join Group Chat
hu: Csoportos chatba csatlakozás

source: joined %@
hu: csatlakozott %@

source: Jump to Selection
hu: Ugrás a kiválasztotthoz

source: Labels
hu: Cimkék

source: Last Name:
hu: Vezetéknév:

source: Last Seen
hu: Utoljára elérhető

source: Launch Disk Utility
hu: Disk Utility indítása

source: Leaves a group chat
hu: Kilépés a csoportos beszélgetés

source: Left
hu: Balra

source: left %@
hu: bal %@

# License
source: Licence
hu: Licensz

source: Link Text:
hu: Link szöveg:

source: Log to ~/Library/Logs/Adium Debug
hu: Naplózás ide: ~/Library/Logs/Adium Debug

source: Main Window
hu: Fő ablak

source: Maximum Width:
hu: Maximum szélesség:

source: Menu Bar Icons
hu: Menüsor ikonok

source: menu bar icons
hu: menüsor ikonokat

source: Message
hu: Üzenet

source: Message received
hu: Üzenet érkezésekor

source: Message received (Background Chat)
hu: Üzenet érkezésekor (beszélgetés a háttérben)

source: Message received (Background Group Chat)
hu: Üzenet érkezése (háttérben levő csoportos chat)

source: Message received (Group Chat)
hu: Üzenet érkezése (csoportos chat)

source: Message received (Initial)
hu: Üzenet érkezésekor (első)

source: Message sent
hu: Üzenet küldésekor

source: message style
hu: üzenet stílust

source: Message Styles
hu: Üzenet stílusok

source: Message:
hu: Üzenet:

source: Messages
hu: Üzenetek

# Minimize
source: Minimise
hu: Legyen kis méretű

source: minute
hu: perc

source: minutes
hu: perc

source: Mobile
hu: Mobil

source: month
hu: hónap

source: months
hu: hónap

source: Move Chat to New Window
hu: Chat mozgatása új ablakba

source: Multiple browsers are open. Please select one link:
hu: Több böngésző van nyitva, kérlek válaszd ki a megfelelőt:

source: My Webcam
hu: Webkamerám

source: Name
hu: Név

source: Name:
hu: Név:

source: Names
hu: Nevek

source: Network Offline
hu: Nincs kapcsolat

source: Never
hu: Soha

source: New Chat
hu: Új chat

source: New email notification
hu: Új e-mail érkezésekor

source: New Event Set
hu: Új esemény beállítása

source: New Group
hu: Új csoport

source: New Message
hu: Új üzenet

source: New Person
hu: Új személy

source: Next
hu: Következő

source: Next Chat
hu: Következő beszélgetés

source: Next Detached Group
hu: Következő leválasztott csoport

source: No
hu: Nem

source: No private key present
hu: Nincs privát kulcs

source: Nontrusted Xtra
hu: Nem megbízott Xtra

source: Normal
hu: Normál

source: Normally
hu: Alap helyzetben

source: Not private
hu: Nem személyes

source: Note: This behavior is only available if the contact list is set to hide.
hu: Figyelmeztetés: Ez csak akkor működik ha a Partnerlista rejtve van.

source: Notes
hu: Megjegyzés

source: Notes:
hu: Megjegyzés:

source: Notification received
hu: Figyelmeztetés fogadásakor

source: Now importing all your accounts from iChat
hu: iChat fiókok importálása

# Offering to send %@ to %@
source: Offering to send %1$@ to %2$@
hu: fájl küldése %1$@ to %2$@

source: Offline
hu: Kijelentkezve

source: On Accounts:
hu: Fiókok:

source: On screen edges
hu: A képernyő szélein

source: Once
hu: Egyszer

source: Once combined, Adium will treat these contacts as a single individual both on your contact list and when sending messages. You may un-combine these contacts by getting info on the combined contact.
hu: Ha egyesíted őket, az Adium innentől egy partnerként fogja őket kezelni mind a partnerlistán, mind üzenetküldés közben. Felbontásukhoz kattints jobb egérgombbal az egyesített partnerre.

source: Online
hu: Kapcsolódva

source: Online For
hu: Elérhető

source: Online Since
hu: Kapcsolódott

source: Only when
hu: Csak akkor, ha

source: Open
hu: Megnyitás

source: Open "Safe" files after receiving
hu: "Biztonságos" fájlok megnyitása

source: Open a message window
hu: Beszélgetés megnyitása

source: Open Appearance Prefs
hu: Megjelenési beáll. megnyitása

source: Open Chat
hu: Beszélgetés kezdése

source: Open Event Prefs
hu: Események beáll. megnyitása

source: Open Message Prefs
hu: Üzenet beáll. megnyitása

source: Open Preferences
hu: Beállítások megnyitása

# Opening transcripts
source: Opening logs
hu: Naplófájl megnyitása

# Option + Arrows (%@ and %@)
source: Option + Arrows (%1$@ and %2$@)
hu: Option + Nyilak (%1$@ és %2$@)

source: Options
hu: Beállítások

source: Other
hu: Egyéb

source: OTR Fingerprint
hu: OTR Ujjlenyomat

source: OTR Fingerprint Verification
hu: OTR ujjlenyomat ellenőrzés

source: Outgoing:
hu: Kimenő:

source: Overwrite Address Book images with contacts' icons
hu: Írd felül a címtár képeit a partnerek képeivel

source: Password:
hu: Jelszó:

source: Paste
hu: Beillesztés

source: Paste Style
hu: Stílus beillesztése

# Paste with Images and Colors
source: Paste with Images and Colours
hu: Beillesztés képekkel és szinekkel

source: Personal
hu: Személyes

source: Play a sound
hu: Játsz le egy hangot

source: Play the sound "%@"
hu: Játszd le a "%@" hangot

# Please select an account into which to import your transcripts:
source: Please select an account into which to import your logs:
hu: Válassz egy fiókot amibe importálhatom a naplófájlokat:

source: Please wait
hu: Kérlek várj

source: Plugins
hu: Kiegészítő

source: Preferences
hu: Beállítások

source: Preparing file
hu: Fájl előkészítése

source: Preparing file transfer
hu: Fájl átvitel előkészítése

source: Preparing to import your custom status messages
hu: Felkészülés az egyéni állapot üzenetek importálására

source: Previous Chat
hu: Előző beszélgetés

source: Previous Detached Group
hu: Előző leválasztott csoport

source: Print
hu: Nyomtatás

source: Privacy level:
hu: Biztonsági szint:

source: Privacy Settings
hu: Biztonsági beállítások

source: Private
hu: Személyes

source: Quit
hu: Kilépés

source: Quit Adium
hu: Kilépés az Adiumból

source: Quit Confirmation
hu: Megerősítés kilépéskor

source: Rank
hu: Rang

source: received %@
hu: Fogadott %@

source: received new email
hu: új e-mail fogadás

source: Receiving files:
hu: Fájl fogadás:

source: Recent Icons:
hu: Korábbi képek:

source: Reconnecting
hu: Újrakapcsolódás

source: Remote contact cancelled
hu: Távoli partner megszakította

source: Remove
hu: Törlés

source: Remove Contact
hu: Partner törlése

source: Remove from List
hu: Törlés a listáról

source: Remove from list?
hu: Töröljem a listáról?

source: Remove Link
hu: Link törlése

source: Rename Group
hu: Csoport újranevezése

source: Repeatedly
hu: Folyamatosan

source: Report a Bug
hu: Jelents egy hibát

source: requests to send you %@
hu: küldési kérelem számodra %@

source: Restore Default Formatting
hu: Eredeti formázás visszaállítása

source: Returns from away
hu: Visszatér

source: Returns from idle
hu: Visszatér a tétlen állapotból

source: Right
hu: Jobbra

source: Right to Left
hu: Jobbról balra

source: Run an AppleScript
hu: AppleScript futtatása

source: Run the AppleScript "%@"
hu: "%@" AppleScript futtatása

source: Sample
hu: Minta

source: Save As
hu: Mentés másként

source: Save files to:
hu: Mentés ide:

source: Scripts
hu: Szkriptek

source: Search
hu: Keresés

source: Search by Date
hu: Keresés dátum alapján

source: Search Content
hu: Keresendő szöveg

source: Search In Address Book
hu: Címtárban keresés

source: Search Menu
hu: Keresés menü

source: Search Selection in Music Store
hu: Hallgatott zene keresése a Music Storeon

source: second
hu: másodperc

source: seconds
hu: másodperc

source: Seconds To Show:
hu: Másodperc:

source: Select All
hu: Összes kijelölése

source: Select an AppleScript
hu: Válassz egy AppleScriptet

source: Select an entry from your address book, or add a new person.
hu: Válassz valakit a címtárból, vagy adj hozzá egy új embert.

# Send %@ the message "%@"
source: Send %1$@ the message "%2$@"
hu: "%2$@" üzenet küldése neki: %1$@

source: Send a file
hu: Fájl küldése

source: Send a message
hu: Üzenet küldése

source: Send a notification to a contact
hu: Figyelmeztetés küldése a partnernek

source: Send Feedback
hu: Vélemény küldése

source: Send File
hu: Fájl küldése

source: Send File to %@
hu: Fájl küldése %@ partnernek

source: Send Later
hu: Küldés később

source: Send Later will send the message the next time both you and %@ are online.
hu: A Küldés későbbel az üzeneted akkor lesz elküldve, ha Te és %@ is elérhető.

source: Send Later will send the message the next time both you and %1$@ are online. Send Now may work if %2$@ is invisible or is not on your contact list and so only appears to be offline.
hu: A Küldés későbbel az üzeneted akkor lesz elküldve, ha Te és %1$@ is elérhető. A Küldés most akkor használható, ha %2$@ rejtve van, vagy nincs a partnerlistádon.

source: Send Notification
hu: Figyelmeztetés küldése

source: Send Now
hu: Küldés most

source: Send When Both Online
hu: Küldés, mikor mindketten elérhetőek vagyunk

source: Sends a message
hu: Üzenetet küld

source: service icons
hu: szolgáltató ikonok

source: Service Icons
hu: Szolgáltató ikon

source: Service:
hu: Szolgáltatás:

source: Services
hu: Szolgáltatások

source: Set maximum volume
hu: Maximum hangerő beállítás

source: Set minimum volume
hu: Minimum hangerő beállítás

source: Set Status
hu: Állapot beállítás

# Shift + Arrows (%@ and %@)
source: Shift + Arrows (%1$@ and %2$@)
hu: Shift + Nyilak (%1$@ és %2$@)

source: Show All
hu: Összes megjelenítése

# Show Colors
source: Show Colours
hu: Színek megjelenítése

source: Show Details
hu: Részletek megjelenítése

source: Show Emoticons
hu: Hangulatjelek mutatása

source: Show Fonts
hu: Betűtípus megjelenítése

source: Show Group Total Count
hu: Csoport létszám megjelenítése

source: Show Groups
hu: Csoportok megjelenítése

source: Show in Finder
hu: Finderben megjelenítés

source: Show on all spaces
hu: Összes spaces megjelenítése

source: Show or hide emoticons in logs
hu: Mutasd vagy rejtsd el a hangulatjeleket a naplófájlokban

source: Show or hide timestamps in logs
hu: Időbélyegek megjelenítése vagy elrejtése a naplókban

source: Show the contact list window
hu: Partnerlista megjelenítése

source: Show the contact list window for %.1f seconds
hu: Partnerlista megjelenítése %.1f másodpercig

source: Show the File Transfers window automatically
hu: Fájlátvitel ablak automatikus megnyitása

source: Show the status window above other windows
hu: Állapot ablak mutatása a többi fölött

source: Show this contact's icon
hu: Partner ikonjának megjelenítése

source: Show Timestamps
hu: Időbélyeg megjelenítése

source: Show Toolbar
hu: Eszköztár megjelenítése

source: Show unread message count in the menu bar
hu: Olvasatlan üzenet számláló mutatása a menüsávon

source: Show/Hide Emoticons
hu: Megjelenítés/Elrejtés Hangulatjelek

source: Show/Hide Timestamps
hu: Megjelenítés/Elrejtés Időbélyegek

source: Signing off
hu: Kijelentkezés

source: Signs off
hu: Kijelentkezik

source: Signs on
hu: Bejelentkezik

source: Since Yesterday
hu: Tegnap óta

source: Skip Import
hu: Importálás átugrása

source: Smaller
hu: Csökkentsd a betüméretet

source: Sort Contacts Alphabetically
hu: Rendezd a partnereket ABC sorrendben

source: Sort contacts by last name
hu: Rendezd a partnereket vezetéknév alapján

source: Sort Contacts by Status
hu: Rendezd a partnereket az állapotuk alapján

source: Sort Contacts Manually
hu: Rendezd a partnereket manuálisan

source: Sort groups alphabetically
hu: Csoportok ABC sorrendbe rendezése

source: sound set
hu: hangcsomagot

source: Sound Sets
hu: Hangcsomagok

source: Sound:
hu: Hang:

source: Speak Event
hu: Esemény felolvasása

source: Speak Event Time
hu: Esemény idejének felolvasása

source: Speak Name
hu: Partner nevének felolvasása

source: Speak Specific Text
hu: Szöveg felolvasása

source: Speak the event aloud
hu: Esemény felolvasása

source: Spelling
hu: Helyesírás

source: Stalled
hu: Leállított

source: Start Speaking
hu: Felolvasás indítása

source: Status
hu: Állapot

source: Status and Profile
hu: Állapot és Profil

source: status icons
hu: állapot ikon

source: Status Icons
hu: Állapot jelzők

source: Status importing is now complete.
hu: Állapot importálása befejeződött.

source: Status Menu Item
hu: Állapot menü elem

source: Statuses
hu: Állapotok

source: Sticky
hu: Ragadós

source: Stop Speaking
hu: Felolvasás leállítása

source: Stopped
hu: Megállítva

source: Substitutions:
hu: Parancsok:

source: Successfully received %@
hu: Fogadás teljesítve %@

source: Successfully sent %@
hu: Küldés teljesítve %@

source: Systemwide HTTP Settings
hu: Rendszer által használt HTTP beállítások

source: Systemwide SOCKS4 Settings
hu: Rendszer által használt SOCKS4 beállítások

source: Systemwide SOCKS5 Settings
hu: Rendszer által használt SOCKS5 beállítások

source: Text To Speak:
hu: Felolvasandó szöveg:

source: The conversation with %@ timed out.
hu: A beszélgetés időtúllépés miatt lezárult (%@)

source: The following message was <b>not encrypted</b>:
hu: A következő üzenet <b>nem lett titkosítva</b>:

# The selected Xtra will be moved to the Trash.
source: The selected Xtra will be moved to the Bin.
hu: A kijelölt Xtrát áthelyezem a szemetesbe.

# The selected Xtras will be moved to the Trash.
source: The selected Xtras will be moved to the Bin.
hu: A kijelölt Xtrákat áthelyezem a szemetesbe.

source: There are open chat windows
hu: van nyitott beszélgetés

source: There are unread messages
hu: van olvasatlan üzenet

source: This Month
hu: Ebben a hónapban

source: This Week
hu: Ezen a héten

source: This will remove %@ from the contact lists of your online accounts.
hu: Így %@ lekerül a kapcsolódott fiókjaid listáiról.

source: Tile
hu: Tárgy

source: Time
hu: Idő

source: Title:
hu: Cím:

source: To
hu: Címzett

source: To:
hu: Fogadó:

source: Today
hu: Ma

source: Toggle encrypted messaging. Shows a closed lock when secure and an open lock when insecure.
hu: Titkosítás beszélgetés be/kikapcsolása. Nyitott lakatnál nem biztonságos, zárt lakatnál biztonságos a beszélgetés.

source: Top
hu: Felül

source: Track Information
hu: Hallgatott zene

# Transcript importing complete.
source: Log importing complete.
hu: Beszélgetési napló importálása befejeződött

# Transcripts
source: Lots
hu: Naplófájlok

# Transferring %@ from %@ to %@ at %@ : %@
source: Transferring %1$@ from %2$@ to %3$@ at %4$@ : %5$@
hu: Küldés %1$@ %2$@-tól %3$@-nak - %4$@ : %5$@

source: Try running Repair Permissions from Disk Utility.
hu: Futtasd le a Repair Permissionst a Disk Utilityben.

source: Un-ignore
hu: Némítás feloldása

source: Unable to send message to %@.
hu: Nem sikerült az üzenetküldés ide: %@.

# Unable to write file %@ to %@
source: Unable to write file %1$@ to %2$@
hu: Nem sikerült írni a(z) %1$@ fájlt ide: %2$@

source: Unavailable
hu: Nem elérhető

source: Unblock
hu: Tiltás feloldása

source: Underline
hu: Aláhúzott

source: Unknown conversation error.
hu: Ismeretlen hiba a társalgásban

source: Unused
hu: Új

source: Unverified
hu: Igazolatlan

source: Use Address Book images as contacts' icons
hu: Használd a címtár képeit a partnereknél

source: Use another account if necessary
hu: Másik fiók használata szükség esetén

source: Use custom pitch:
hu: Hangmagasság:

source: Use custom rate:
hu: Sebesség:

source: Use global icon
hu: Globális ikon használata
