Repository: adium/adium
Catalog: Resources/*.lproj/Localizable.strings
Languages: hu

source: (Autoreply)
hu: (Autoválasz)

source: Please restart Adium.
hu: Kérlek indítsd újra az Adium-ot!

# %.1f KB of %@
source: %1$.1f KB of %2$@
hu: %1$.1f KB / %2$@

# %.1f of %.1f KB
source: %1$.1f of %2$.1f KB
hu: %1$.1f a %2$.1f KB-ból

# %.2f MB of %@
source: %1$.2f MB of %2$@
hu: %1$.2f MB / %2$@

# %.2f of %.2f MB
source: %1$.2f of %2$.2f MB
hu: %1$.2f a %2$.2f MB-ból

# %.3f GB of %@
source: %1$.3f GB of %2$@
hu: %1$.3f GB / %2$@

# %.3f of %.3f GB
source: %1$.3f of %2$.3f GB
hu: %1$.3f a %2$.3f GB-ból

# %.4f of %.4f TB
source: %1$.4f of %2$.4f TB
hu: %1$.4f a %2$.4f TB-ból

# %.4f TB of %@
source: %1$.4f TB of %2$@
hu: %1$.4f TB / %2$@

source: %@ ago
hu: %@ óta

source: %@ appears to be offline. How do you want to send this message?
hu: %@ nincs bejelentkezve, vagy rejtett. Hogyan küldöd az üzenetet?

source: %@ became active
hu: %@ bejelentkezett

# %@ began receiving %@
source: %1$@ began receiving %2$@
hu: %1$@ elfogadta a %2$@-t

# %@ began sending you %@
source: %1$@ began sending you %2$@
hu: %1$@ elkezdte átadni a %2$@-t

source: %@ came back
hu: %@ visszatért

# %@ cancelled the transfer of %@
source: %1$@ cancelled the transfer of %2$@
hu: %1$@ megszakította a %2$@ töltését.

source: %@ closed the conversation window.
hu: %@ becsukta a beszélgetési ablakot.

source: %@ connected
hu: %@ bejelentkezett

source: %@ disconnected
hu: %@ kijelentkezett

source: %1$@ has sent you (%2$@) an unknown encryption fingerprint. Fingerprint for you: %3$@ Purported fingerprint for %4$@: %5$@ Accept this fingerprint as verified?
hu: %1$@ küld neked (%2$@) egy ismeretlen kódolású ujjlenyomatot. Ujjlenyomat neked: %3$@ Átportolt ujjlenyomat %4$@-nak: %5$@ Elfogadod érvényes ujjlenyomatnak??

# %@ in %@
source: %1$@ in %2$@
hu: %1$@ a %2$@-ban

source: %@ invites you to a group chat
hu: %@ egy csoportbeszélgetésre hívott.

# %@ invites you to join the chat "%@"
source: %1$@ invites you to join the chat "%2$@"
hu: %1$@ a következő beszélgetésbe hívott: "%2$@"

source: %@ is no longer seen
hu: %@ nem látszik már.

source: %@ is no longer using encryption; you should cancel encryption on your side.
hu: %@ kikapcsolta a titkosítást. Ha Te nem kapcsolod ki, nem tudtok beszélgetni a továbbiakban.

source: %@ is seen
hu: %@ látható lett

source: %@ is the name of the default status icon pack; this pack therefore can not be installed.
hu: %@-nak hívják az alapértelmezett állapot-ikoncsomagot; ezért ez a csomag nem telepíthető.

# %@ joined %@
source: %1$@ joined %2$@
hu: %1$@ csatlakozott %2$@-hoz.

source: %@ joined the chat
hu: %@ csatlakozott a beszélgetéshez.

# %@ left %@
source: %1$@ left %2$@
hu: %1$@ elhagyta %2$@-t

source: %@ left the chat
hu: %@ elhagyta a beszélgetést.

source: %@ received
hu: %@ letöltve

# %@ received %@
source: %1$@ received %2$@
hu: %1$@ megkapta %2$@-t

source: %@ received new email
hu: %@ emailt kapott.

source: %@ remaining
hu: %@ a hátralévő idő

# %@ requests to send you %@
source: %1$@ requests to send you %2$@
hu: %1$@ küldené %2$@-t.

# %@ said %@
source: %1$@ said %2$@
hu: %1$@ mondta %2$@

source: %@ sent
hu: %@ elküldve

# %@ sent you %@
source: %1$@ sent you %2$@
hu: %1$@ elküldte neked a %2$@-t

source: %@ sent you a message
hu: %@ üzenetet küldött neked

# %@ talking to %@
source: %1$@ talking to %2$@
hu: %1$@ beszél %2$@-nak

source: %@ wants your attention!
hu: %@ figyelmeztetést küldött!

source: %@ went away
hu: %@ elment

source: %@ went idle
hu: %@ tétlen állapotba került

source: %@'s Image
hu: %@ képe

source: %@'s Info
hu: %@ adatlapja

source: %@'s private connection to you is closed.
hu: %@-al a privát összeköttetésetek megszakadt.

# %@'s transfer of %@ failed
source: %1$@'s transfer of %2$@ failed
hu: %1$@ által küldött %2$@ nem sikerült

source: %@/sec
hu: %@/mp

source: %_status
hu: %_állapot

source: %i hours
hu: %i óra

source: %i minutes
hu: %i perc

source: %llu bytes
hu: %llu bájt

# %llu bytes of %@
source: %1$llu bytes of %2$@
hu: %1$llu bájt / %2$@

# %llu of %llu bytes
source: %1$llu of %2$llu bytes
hu: %1$llu a %2$llu bájtból

source: (Autoreply)
hu: (Automata válasz)

source: (Copy)
hu: (Másolat)

source: (Multiple privacy levels are active)
hu: (sok személyességi szint aktív)

# *is listening to %@ by %@*
source: *is listening to %1$@ by %2$@*
hu: *a %2$@-tól a %1$@-t hallgatja.*

source: *is listening to nothing*
hu: *nem hallgat zenét.*

source: ...in %@
hu: ... %@ múlva

source: ...only while Adium is in the background
hu: ...csak amíg az Adium a háttérben fut.

source: /clear
hu: /urit

source: 1 Contact
hu: 1 partner

source: 1 download
hu: 1 letöltés

source: 1 hour
hu: 1 óra

# 1 matching transcript
source: 1 matching log
hu: 1 találat

source: 1 minute
hu: 1 perc

# 1 transcript
source: 1 log
hu: 1 naplófájl

source: 1 upload
hu: 1 feltöltés

source: <HTML>Adium is <i>your</i> instant messaging solution.<br><br>Chat with whomever you want, whenever you want, however you want. Multiple messaging services or accounts? Just one account? Work? Play? Both? No problem; Adium has you covered.<br><br>Adium is fast, free, and fun, with an interface you'll love to use day in and day out. :)<br><br>This assistant will help you set up your instant messaging accounts and get started chatting.<br><br>Click <b>Continue</b> and the duck will take it from here.</HTML>
hu: <HTML>Adium a <i>Te</i> instant üzenetküldő szolgáltatásod.<br><br>Beszélgess akkor, amikor és akivel akarsz. Több protokoll és több fiók? Csak egy fiók? Munka? Játék? Mindkettő? Nem gond; Adium segít.<br><br>Az Adium egy gyors, ingyenes, örömteli, és a mindennapokban imádni fogod a kezelőfelületét. :)<br><br>Eme segítőkész kacsával beállíthatod a Fiókjaid.<br><br>Kattints <b>Tovább</b> gombra, és kövesd a kacsát!</HTML>

source: <New Account>
hu: <Új fiók>

source: <None>
hu: <N.A.>

source: "Safe" files include movies, pictures, sounds, text documents, and archives.
hu: "Biztonságosnak" minősülnek a filmek, képek, hangok, szöveges fájlok és a tömörített fájlok.

source: a contact
hu: egy ismerős

source: A fingerprint is a unique identifier that you should use to verify the identity of %1$@. To verify the fingerprint, contact %2$@ via some other authenticated channel such as the telephone or GPG-signed email. Each of you should tell your fingerprint to the other.
hu: Az ujjlenyomat egy egyedi azonosító, amit neked is jó lenne használnod, hogy hitelesítsd %1$@ személyazonosságát. Hogy hitelesítsd %2$@-t más kommunikációs csatornán keresd fel, például telefonon, vagy emailen. Így megadhatjátok ujjlenyomatotok a másiknak..

source: a member of %@
hu: a %@ tagja

source: A message may not have been sent; a timeout occurred.
hu: Az üzenet valószínűleg nem lett elküldve; Időtúllépés.

source: About Adium
hu: Adium névjegye

source: About Encryption
hu: A titkosítás névjegye

source: Above other windows
hu: A többi ablak fölé

source: Accept
hu: Elfogadás

source: Accepted file transfer
hu: Fájlátvitel elfogadva

source: Accessing Proxy
hu: Kapcsolódás a proxyhoz

source: Account
hu: Fiók

source: Account List
hu: Fiókok listája

source: Account:
hu: Fiók:

source: Accounts
hu: Fiókok

source: Add
hu: Hozzáadás

source: Add a new contact
hu: Új partner hozzáadása

source: Add an account for:
hu: Adj hozzá fiókot:

source: Add an Instant Messaging Account
hu: Egy instant üzenetküldő fiók hozzáadása

source: Add Another
hu: Mégegy hozzáadása

source: Add Contact
hu: Adj hozzá partnert

source: Add Contact To Group
hu: Partner felvétele a csoportba

source: Add Group
hu: Csoport hozzáadása

source: Add Link
hu: Adj hozzá linket

source: Add New Layout
hu: Új stílus hozzáadása

source: Add New Preset
hu: Új profil hozzáadása

source: Add New Theme
hu: Új téma hozzáadása

source: Add/Edit Hyperlink
hu: Hiperlink hozzáadása/szerkesztése

source: Address Book
hu: Címtár

source: Address Book Information (optional):
hu: Adatok a címtárhoz (nem kötelező)

source: Adium : Error
hu: Adium : Hiba

source: Adium Debug Log
hu: Adium Debug Jegyzék

source: Adium Forums
hu: Adium fórum megnyitása

source: Adium Help
hu: Adium súgó

source: Adium Homepage
hu: Adium Honlap

source: Adium Icon
hu: Adium Ikon

source: Adium includes assistants to import your accounts, settings, and logs from other clients. Choose a client below to open its assistant, or press Continue to skip importing.
hu: Adium tartalmaz segítőket hogy importáld a fiókjaid, beállításaid, és szkriptjeid más kliensekből. Válassz klienst, hogy importálhass, vagy nyomj a Tovább-ra, ha nem szeretnél importálni.

source: Adium is now ready for you. The Status indicator at the top of your Contact List and in the Status menu lets you determine whether others see you as Available or Away or, alternately, if you are Offline. Select Custom to type your own status message. Double-click a name in your Contact List to begin a conversation. You can add contacts to your Contact List via the Contact menu. Want to customise your Adium experience? Check out the Adium Preferences and Xtras Manager via the Adium menu. Enjoy! Click Done to begin using Adium.
hu: Az Adium készen áll. Az Állapotjelző a Partnerlistád tetején segít, hogy a partnereid Elérhetőnek, vagy Nem elérhetőnek lássanak. Itt állíthatsz be egyéni állapotot is. Duplakattintás egy Partnerre, hogy beszélgetést kezdj vele. A Partnerek menüben hozhatsz létre új Partnert. Személyre szeretnéd szabni az Adimod? Ebben segít az Adim Beállítások és eXtrák menedzser az Adium menüben. Élvezd! Kattints a Kész-re, hogy használatba vedd az Adiumot.

source: Adium Preferences
hu: Adium beállítások

source: Adium Setup Assistant
hu: Adium Telepítő segéd.

source: Adium uses the Growl notification system to provide a configurable interface to display status changes, incoming messages and more. It is strongly recommended that you allow Adium to automatically install Growl; no download is required.
hu: Adium a Growl figyelmeztetési rendszert használja, hogy szabadon állíthasd a figyelmeztetéseket az új üzenetekről, felhasználók bejelentkezéséről... Erősen ajánlott, hogy engedélyezd az Adiumnak a Growl automatikus telepítését. Letöltés nem szükséges.

source: Adium uses the Growl notification system to provide a configurable interface to display status changes, incoming messages and more. This release of Adium includes an updated version of Growl. It is strongly recommended that you allow Adium to automatically update Growl; no download is required.
hu: Adium a Growl figyelmeztetési rendszert használja, hogy szabadon állíthasd a figyelmeztetéseket az új üzenetekről, felhasználók bejelentkezéséről... Erősen ajánlott, hogy engedélyezd az Adiumnak a Growl automatikus frissítését. Letöltés nem szükséges.

source: Advanced
hu: Haladó

source: Advanced Preference Categories
hu: Haladó Beállítási Lehetőségek

source: After
hu: Ezen nap után

source: Alert Text:
hu: Figyelmeztető szöveg:

source: Alias
hu: Becenév

source: Alias (User Name)
hu: Becenév (felhasználói név)

source: Alias:
hu: Becenév:

source: All
hu: Mind

source: All (%@)
hu: Mind (%@)

source: All of the iChat logs that were imported into Adium will be moved to the Bin.
hu: Minden iChatből importált szkript a Kukába lesz ürítve.

source: All Other Accounts
hu: Minden más fiók

source: Allow anyone
hu: Akárki írhat nekem

source: Allow only certain contacts
hu: Csak a bizonyos partnerek írhatnak nekem

source: Allow only contacts on my contact list
hu: Csak a partnerlistámon szereplő partnerek írhatnak nekem

source: Always
hu: Mindig

source: An encrypted message from %@ could not be decrypted.
hu: Egy titkosított üzenetet %@-től nem sikerült dekódolni.

source: An error occurred
hu: Hibát észleltem

source: An error occurred while downloading this Xtra: %@.
hu: Hiba a következő eXtra letöltése közben: %@.

source: An error occurred while installing the X(tra).
hu: Hiba az eXtra installálása közben.

source: Animate changes
hu: Animáltan Változtasd

source: Any Date
hu: Bármikor

source: Appearance
hu: Megjelenés

source: AppleScript set
hu: AppleScript készlet

source: Are you sure you want to block %@?
hu: Biztosan letiltsam %@ partnert?

# Are you sure you want to delete all of your iChat Transcripts?
source: Are you sure you want to delete all of your iChat logs?
hu: Biztos minden iChat Szkriptet törölni szeretnél?

# Are you sure you want to delete the %@ Dock Icon? It will be moved to the Trash.
source: Are you sure you want to delete the %@ Dock Icon? It will be moved to the Bin.
hu: Biztos ki szeretnéd törölni a %@ Dock ikont? A Kukába lesz dobva.

source: Are you sure you want to delete the %@ Emoticon Pack? It will be moved to the Bin.
hu: Biztos ki szeretnéd törölni a %@ Hangulatjel-készletet? A Kukába lesz dobva.

source: Are you sure you want to delete the group "%@" containing 1 saved status item?
hu: Biztosan ki szeretnéd törölni a(z) "%@" csoportot melyben van 1 mentett állapotjel?

source: Are you sure you want to quit Adium?
hu: Biztos kilépsz az Adiumból?

source: Are you sure you want to unblock %@?
hu: Biztosan feloldjam a tiltást %@ partnerről?

# Arrows (%@ and %@)
source: Arrows (%1$@ and %2$@)
hu: Nyilak (%1$@ és %2$@)

source: Artist
hu: Előadó

source: Attach To Window
hu: Csatolás az ablakhoz

source: Audio Notifications
hu: Csak hangjelzések

source: Automatically accept files and images
hu: Automatikus fájl és képfogadás

source: Automatically hide the contact list:
hu: Rejtsd el a partnerlistát automatikusan

source: Available
hu: Elérhető

source: Away
hu: Távol

source: Away and Idle
hu: Távol és tétlen

source: Away Message
hu: Távol üzenet

source: Away Message: %@
hu: Távol üzenet: %@

source: Away Status Window
hu: Távol állapot ablak

source: Background images are only applicable to normal and borderless window styles
hu: Háttérképek csak a normális szélnélküli ablakstílusokhoz használhatóak

source: Badge (Lower Left)
hu: Jelvény (Bal alsó)

source: Badge (Lower Right)
hu: Jelvény (Jobb alsó)

source: Badge the menu item with current status
hu: A jelenlegi státusszal tüntesd ki a menüelemet

source: became active
hu: aktív lett

source: Becomes idle
hu: Tétlen lett

source: Before
hu: Korábban

source: began receiving %@
hu: elkezdte letölteni %@-t

source: Began receiving %@
hu: Elkezdte letölteni %@-t

source: Began sending %@
hu: Elkezdte küldeni %@-t

source: began sending you %@
hu: elkezdte küldeni %@-t

# Behavior
source: Behaviour
hu: Viselkedés:

source: Below Name
hu: A név alatt

source: Below other windows
hu: A többi ablak alatt

source: Beside Name
hu: A név mellett

source: Bigger
hu: Betűméret növelése

source: Block
hu: Tiltás

source: Block certain contacts
hu: Partnerek blokkolása

source: Blocking prevents a contact from contacting you or seeing your online status.
hu: A Partner blokkolásakor nem léphet kapcsolatba veled és nem látja, mikor vagy elérhető.

source: Bold
hu: Félkövér

source: Bookmark the current chat
hu: Rakj ehhez a beszélgetéshez könyvjelzőt

source: Borderless Window
hu: Határtalan Ablak

source: Bottom
hu: Alul

source: Bounce the dock icon
hu: Pattogjon a Dock ikon

source: Bounce the dock icon %@
hu: Pattogjon a következő Dock ikon: %@

# Brackets (%@ and %@)
source: Brackets (%1$@ and %2$@)
hu: Szögletes zárójelek (%1$@ és %2$@)

source: Bring All to Front
hu: Hozd előre mindet

source: Bring iTunes to Front
hu: Hozd előre az iTunest

source: Browse
hu: Böngészés

source: came back
hu: visszatért

source: Cancel
hu: Mégse

source: Cancel Encrypted Chat
hu: Titkosított beszélgetés visszavonása

source: Cancelled
hu: Megállítva

source: cancelled the transfer of %@
hu: megállította a %@ fájl töltését

# Cancelling transcript import
source: Cancelling log import
hu: Szkript importálás visszavonása

# Center
source: Centre
hu: Középre

source: Change Display Name
hu: Megjelenítendő név megváltoztatása

source: Change Icon For:
hu: Ikon cserélése erre:

source: Change Source or Destination
hu: Megváltozott a Forrás vagy Cél

source: Changed status to %@
hu: Állapota erre változott: %@

# Changed status to %@: %@
source: Changed status to %1$@: %2$@
hu: Állapotváltozás %1$@-ra: %2$@

# Chat Transcript Viewer
source: Chat Log Viewer
hu: Beszélgetési napló

source: Chats
hu: Beszélgetések

source: Check a box to enable an account
hu: Pipálj egy dobozd hogy engedélyezd a fiókot

source: Check For Updates
hu: Frissités keresése

source: Check Grammar With Spelling
hu: Ellenőrizd a nyelvtant

source: Check Spelling
hu: Ellenőrizd a helyesírást

source: Check Spelling As You Type
hu: Ellenőrizd a helyesírást gépelés közben

source: Choose an Address Card:
hu: Válassza ki a címkártyát

source: Choose Icon
hu: Kép választása

source: Clear
hu: Tisztitás

source: Clear completed transfers automatically
hu: befejezett töltéseket automtikusan ürítsd

source: Clear Recent Pictures
hu: Korábbi képek törlése

source: Click the + to add a new account
hu: Kattints a + -ra, hogy új partnert adj hozzá.

source: Client
hu: Kliens

source: Close
hu: Bezárás

source: Close All Chats
hu: Összes beszélgetés bezárása

source: Close Chat
hu: Beszélgetés bezárása

source: Collapse Combined Contact
hu: Egyesített partner becsukása

source: Combine
hu: Egyesítés

# Combine %@ and %@?
source: Combine %1$@ and %2$@?
hu: %1$@ és %2$@? egyesítése

source: Combine contacts listed on a single card
hu: A kártyán listázott partnerek egyesítése

source: Combine these contacts with %@?
hu: Partnerek egyesítése %@?-vel

source: Command failed.
hu: Parancs nem teljesült.

source: Complete
hu: Kész

source: Composer
hu: Előadó

source: Configure Alphabetical Sort
hu: Betűrend beállításai

source: Configure Sorting
hu: Sorrend Módosítása

source: Configure Status Sort
hu: Állapot sorrend beállítása

source: Confirm before quitting Adium
hu: Kilépés előtt megerősítés

source: Confirm Quit
hu: Kilépés megerősítése

source: Congratulations!
hu: Gratulálok!

source: Connect
hu: Kapcsolódás

source: Connect a Guest Account
hu: Kapcsolódás egy ideiglenes fiókkal

source: Connect Guest Account
hu: Ideiglenes fiók használata

source: Connect when Adium opens
hu: Ez a fiók kapcsolódjon az Adium indításakor

source: connected
hu: bejelentkezett

source: Connecting
hu: Kapcsolódás

source: Connecting Account
hu: Csatlakozás a fiókhoz

source: Consolidate Chats
hu: Beszélgetések egy ablakba gyűjtése

source: Consolidate Detached Groups
hu: Gyűjtsd össze a leválasztott csoportokat

source: Contact
hu: Partnerek

source: Contact Alert
hu: Partner Figyelmeztetés

source: Contact Alert Error
hu: Partner Figyelmeztetési Hiba

source: Contact becomes idle
hu: Partner tétlen lett

source: Contact Bubbles
hu: Partner Buborékok

source: Contact Bubbles (To Fit)
hu: Partner Buborékok (Mérethez)

source: Contact goes away
hu: Partner kilép

source: Contact Icon
hu: Partner Ikon

source: Contact ID
hu: Partner Azonosító.

source: Contact Info
hu: Partner Információ

source: Contact Information
hu: Partner I nformáció

source: Contact invites you to a group chat
hu: A Partner egy csoportbeszélgetésbe hív.

source: Contact is no longer seen
hu: Már nem látod a Partnert.

source: Contact is seen
hu: Látod a Partnert

source: Contact joins a group chat
hu: Partner csatlakozik a csoportbeszélgetésbe

source: Contact leaves a group chat
hu: Partner elhagyja a csoportbeszélgetést

source: Contact List
hu: Partnerlista

source: contact list layout
hu: partnerlista kiosztás

source: contact list theme
hu: partnerlista téma

source: Contact List Themes
hu: Partnerlista témák

source: Contact Name Format
hu: Nevek formátuma

source: Contact returns from away
hu: Partner visszajött.

source: Contact returns from idle
hu: Partner visszajött a tétlen állapotból

source: Contact signs off
hu: Partner kijelentkezik

source: Contact signs on
hu: Partner bejelentkezik

source: Contact Type:
hu: Kapcsolat:

source: Contact:
hu: Partner:

source: Contacts
hu: Partnerek

source: Content
hu: Tartalom

source: Continue
hu: Folytatás

source: Contributing to Adium
hu: Segítség az Adiumnak

source: Copy
hu: Másolás

source: Copy Error Message
hu: Hibaüzenet másolása

source: Copy Style
hu: Stílus másolása

source: Could not create the %@ folder.
hu: Nem sikerült létrehozni %@ mappát.

source: Could not receive the last message because it was invalid.
hu: Nem sikerült fogadni az utolsó üzenetet, mert az érvénytelen.

source: Could not receive the last message because it was too large.
hu: Nem sikerült fogadni az utolsó üzenetet, mert az túl hosszú.

source: Could not receive the last message because the rate limit has been exceeded. Please wait a moment and then try again.
hu: Nem sikerült fogadnod az utolsó üzentet, mivel az arány limitet felülmúltad. Kérlek várj egy percet, majd próbáld újra

source: Could not receive: you are too evil.
hu: Nem sikerült fogadni az üzenetet: te vagy a hibás. :)

source: Could not receive; %@ is too evil.
hu: Nem sikerült fogadni az üzenetet; %@ a hibás. :)

source: Could not send because %@ is blocked.
hu: Nem sikerült elküldeni az üzenet, mivel %@ le van tiltva.

source: Could not send because %@ is not available.
hu: Sikertelen küldés, mert %@ nem elérhető.

# Could not send from %@ to %@
source: Could not send from %1$@ to %2$@
hu: Sikertelen küldés %1$@ to %2$@

source: Could not send the last message because it was too large.
hu: Nem sikerül elküldeni az utolsó üzenetet, mert túl nagy.

source: Could not send the last message because the rate limit has been exceeded. Please wait a moment and then try again.
hu: Nem sikerült küldeni az utolsó üzentet, mivel az arány limitet felülmúltad. Kérlek várj egy percet, majd próbáld újra

source: Could not send; a connection error occurred.
hu: Sikertelen küldés; a connection error occurred.

source: Could not send; not allowed while invisible.
hu: Sikertelen küldés; not allowed while invisible.

source: Count unread conversations instead of unread messages
hu: Olvasatlan beszélgetések számolása olvasatlan üzenek helyett

source: Create New Person
hu: Új személy készítése

# Curly braces (%@ and %@)
source: Curly braces (%1$@ and %2$@)
hu: Zárójelek (%1$@ és %2$@)

source: Current Status
hu: Jelenlegi állapot

source: Custom
hu: Szokásos

source: Custom settings for each account
hu: Szokásos beállítás az összes felhasználónak

# Customize Toolbar
source: Customise Toolbar
hu: Eszköztár testreszabása

source: Cut
hu: Vágd ki

source: Date
hu: Dátum

source: day
hu: nap

source: days
hu: nap

source: Debug Window
hu: Debug Ablak

source: Default
hu: Alapértelmezett

source: Default Notifications
hu: Alapértelmezett jelzések

source: Delete
hu: Törlés

source: Delete Dock Icon
hu: Dock ikon törlése

source: Delete Emoticon Pack
hu: Hangulatjelek csomag törlése

source: Delete Logs?
hu: Töröljem a naplófájlokat?

source: Delete the selection
hu: Kijelöltek törlése

source: Delete Xtra?
hu: Töröljem az Xtrát?

# Deleting iChat Transcripts
source: Deleting iChat Logs
hu: iChat előzmények törlése

source: Detach From Window
hu: Leválasztás az ablakról

source: Details
hu: Tulajdonságok

source: Disable
hu: Kikapcsolva

source: Disable chat encryption
hu: Ne legyen titkosítva a beszélgetés

source: Disabled
hu: Kikapcsolva

source: Disconnect
hu: Kijelentkezés

source: disconnected
hu: kijelentkezett

source: Disconnecting
hu: Kijelentkezés

source: Dismiss All
hu: Összes bezárás

source: Display a Growl notification
hu: Growl figyelmeztetés megjelenítése

source: Display a sticky Growl notification
hu: Ragadós Growl figyelmeztetés megjelenítése

source: Display an alert
hu: Figyelmeztetés megjelenítése

source: Display Name
hu: Megjelenítendő név

source: Display Name For:
hu: Megjelenési kép számára:

source: Display name in the dock icon
hu: Mutasd a nevet a Dock ikonban

source: Display Preferences
hu: Jelenítsd meg a beállításokat

source: Display the alert "%@"
hu: Figyelmeztetés megjelenítése: "%@"
