Repository: adium/adium
Catalog: Frameworks/ShortcutRecorder/*.lproj/ShortcutRecorder.strings
Languages: german

source: Space
german: Leertaste

source: Use old shortcut
german: Alte Tastenkombination benutzen

source: Type shortcut
german: Tastenkombination eingeben

source: Click to record shortcut
german: Klicken, um Tastenkombination einzugeben

source: Pad %@
german: Ziffernblock %@

source: The key combination %@ can't be used!
german: Die Tastenkombination %@ kann nicht benutzt werden!

source: The key combination "%@" can't be used because %@.
german: Die Tastenkombination "%@" kann nicht benutzt werden, da %@.

source: The key combination "%@" can't be used because it's already used by a system-wide keyboard shortcut. (If you really want to use this key combination, most shortcuts can be changed in the Keyboard & Mouse panel in System Preferences.)
german: Die Tastenkombination "%@" kann nicht benutzt werden, da sie bereits vom System belegt ist. (Wenn Sie diese wirklich benutzen wollen, können Sie sie meistens in den Tastatur & Maus Einstellungen in den Systemeinstellungen umstellen).

source: The key combination "%@" can't be used because it's already used by the menu item "%@".
german: Die Tastenkombination "%@" kann nicht benutzt werden, da sie bereits von dem Menüeintrag "%@" benutzt wird.

source: Command +
german: Befehlstaste +

source: Option +
german: Wahltaste +

source: Shift +
german: Umschalt-Taste +

source: Control +
german: "ctrl"-Taste +
